export default {
  projections: {
    ДомE: {
      номерДома: {
        __caption__: 'Номер дома'
      },
      улица: {
        __caption__: 'Улица',
        имяУлицы: {
          __caption__: 'Имя улицы'
        }
      }
    },
    ДомL: {
      номерДома: {
        __caption__: 'Номер дома'
      },
      улица: {
        __caption__: 'Имя улицы',
        имяУлицы: {
          __caption__: 'Имя улицы'
        }
      }
    }
  },
  validations: {
    номерДома: {
      __caption__: 'Номер дома'
    },
    улица: {
      __caption__: 'Улица'
    }
  }
};
